app/controllers/heros_controller.rb

SELECT "heros".* FROM "heros"
---
  def index
    @heros = Hero.all